Repository: Sanetchek/noakirel
Catalog: languages/*.po
Languages: he_il

source: %d item
he_il: פריט %d

source: &larr; Older Comments
he_il: תגובות ישנות יותר

source: 1 Comment
he_il: תגובה אחת

source: A short category description
he_il: תיאור קצר של הקטגוריה

source: A small content bar at the top of the browser window which includes relevant product information and an add-to-cart button. It slides into view once the standard add-to-cart button has scrolled out of view.
he_il: סרגל תוכן קטן בראש חלון הדפדפן הכולל מידע רלוונטי על המוצר וכפתור "הוסף לעגלה". הוא מחליק לתצוגה לאחר שכפתור "הוסף לעגלה" הסטנדרטי גלילה אל מחוץ לטווח הראייה.

source: About
he_il: אוֹדוֹת

source: Accessories
he_il: אביזרים

source: Activate
he_il: לְהַפְעִיל

source: Activate WooCommerce
he_il: הפעל את WooCommerce

source: Activated
he_il: מוּפעָל

source: Add example products
he_il: הוסף מוצרים לדוגמה

source: Add your logo
he_il: הוסף את הלוגו שלך

source: All set! Remember to %1$ssave & publish%2$s your changes when you're done.%3$sYou can return to your dashboard by clicking the X in the top left corner.
he_il: הכל מוכן! זכור ל-%1$s שמור ופרסם %2$s את השינויים שלך כשתסיים. %3$s תוכל לחזור ללוח הבקרה על ידי לחיצה על ה-X בפינה השמאלית העליונה.

source: All the tools you'll need to define your style and customize Storefront.
he_il: כל הכלים הדרושים להגדרת הסגנון והתאמה אישית של חלון הראווה.

source: Alternate button background color
he_il: צבע רקע חלופי לכפתור

source: Alternate button text color
he_il: צבע טקסט חלופי לכפתור

source: Alternate designs
he_il: עיצובים חלופיים

source: An %s project
he_il: פרויקט %s

source: Apply coupon
he_il: החלת קופון

source: Apply the Storefront homepage template
he_il: החל את תבנית דף הבית של חלון הראווה

source: Background
he_il: רקע

source: Background color
he_il: צבע רקע

source: Beanie
he_il: כובע צמר

source: Before you add your first product let's design your store. We'll add some example products for you. When you're ready let's get started by adding your logo.
he_il: לפני הוספת המוצר הראשון, נעצב את החנות שלך. נוסיף עבורך מוצרים לדוגמה. כשתהיה מוכן, נתחיל בהוספת הלוגו שלך.

source: Below Header
he_il: מתחת לכותרת

source: Belt
he_il: חגורה

source: Best Sellers
he_il: רבי מכר

source: Best Selling Products
he_il: מוצרים הנמכרים ביותר

source: breadcrumbs
he_il: פירורי לחם

source: Built with Storefront
he_il: נבנה עם חלון הראווה

source: Built with WooCommerce
he_il: נבנה עם WooCommerce

source: Buttons
he_il: כפתורים

source: by
he_il: עַל יְדֵי

source: Cap
he_il: כּוֹבַע

source: Cart
he_il: עֲגָלָה

source: Category:
he_il: קָטֵגוֹרִיָה:

source: Check 'em out
he_il: תבדקו אותם

source: Choose colors for your button backgrounds and text. Once again, brand colors are good choices here.
he_il: בחרו צבעים לרקע ולטקסט של הכפתורים. שוב, צבעי המותג הם בחירה טובה גם כאן.

source: Choose your accent color
he_il: בחר את צבע המבטא שלך

source: Collapse child menu
he_il: כווץ את תפריט המשנה

source: Color your buttons
he_il: צבעו את הכפתורים שלכם

source: Coming Soon
he_il: בקרוב

source: Comment navigation
he_il: ניווט בתגובות

source: Comment Navigation Above
he_il: ניווט בתגובות למעלה

source: Comment Navigation Below
he_il: ניווט בתגובות למטה

source: Comments are closed.
he_il: התגובות סגורות.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
he_il: %1$s חשבו על "%2$s"

source: Contact
he_il: מַגָע

source: Continue reading %s
he_il: המשך קריאה %s

source: Create a homepage using Storefront's homepage template
he_il: צור דף בית באמצעות תבנית דף הבית של Storefront

source: Customize the look & feel of your website buttons.
he_il: התאם אישית את המראה והתחושה של כפתורי האתר שלך.

source: Customize the look & feel of your website footer.
he_il: התאם אישית את המראה והתחושה של כותרת תחתונה של האתר שלך.

source: Customize your navigation menus
he_il: התאם אישית את תפריטי הניווט שלך

source: Design your store with Storefront 🎨
he_il: עיצוב החנות שלך עם Storefront 🎨

source: Design your store 🎨
he_il: עיצוב החנות שלך 🎨

source: Development blog
he_il: בלוג פיתוח

source: Displays next and previous links on product pages. A product thumbnail is displayed with the title revealed on hover.
he_il: מציג קישורים הבאים והקודמים בדפי המוצר. תמונה ממוזערת של המוצר מוצגת כאשר הכותרת מתגלה בעת ריחוף מעליו.

source: Documentation
he_il: תיעוד

source: Done
he_il: נַעֲשָׂה

source: Each has been designed to serve a different industry - from fashion to food.
he_il: כל אחד מהם תוכנן לשרת תעשייה שונה - מאופנה ועד אוכל.

source: Edit
he_il: לַעֲרוֹך

source: Edit this section
he_il: ערוך את הקטע הזה

source: Enjoying %s?
he_il: נהנה מ-%s?

source: Expand child menu
he_il: הרחב את תפריט המשנה

source: Failed to remove coupon.
he_il: הסרת הקופון נכשלה.

source: Fan Favorites
he_il: מועדפים של מעריצים

source: Featured Products
he_il: מוצרים נבחרים

source: Footer
he_il: כותרת תחתונה

source: Footer Column %1$d
he_il: עמודת כותרת תחתונה %1$d

source: Footer Row %1$d - Column %2$d
he_il: שורת כותרת תחתונה %1$d - עמודה %2$d

source: Front - Home
he_il: חזית - בית

source: Front page
he_il: עַמוּד רִאשׁוֹן

source: Full width
he_il: רוחב מלא

source: General Layout
he_il: פריסה כללית

source: Header
he_il: כּוֹתֶרֶת

source: Header background image
he_il: תמונת רקע של כותרת עליונה

source: Heading color
he_il: צבע הכותרת

source: Hello! You might be interested in the following Storefront extensions and designs.
he_il: שלום! ייתכן שתהיו מעוניינים בתוספים ובעיצובים הבאים של חנות.

source: Here you can control the overall look and feel of your store.%sTo get started, let's add your logo
he_il: כאן תוכלו לשלוט במראה ובתחושה הכלליים של החנות שלכם.%s כדי להתחיל, בואו נוסיף את הלוגו שלכם.

source: Hero heading color
he_il: צבע כותרת הגיבור

source: Hero text color
he_il: צבע טקסט גיבור

source: Homepage
he_il: דף הבית

source: Hoodie
he_il: קפוצ'ון

source: Hoodie with Logo
he_il: קפוצ'ון עם לוגו

source: Hoodie with Pocket
he_il: קפוצ'ון עם כיס

source: Hoodie with Zipper
he_il: קפוצ'ון עם רוכסן

source: Hoodies
he_il: קפוצ'ונים

source: Huge
he_il: עָצוּם

source: In the typography panel you can specify an accent color which will be applied to things like links and star ratings. We recommend using your brand color for this setting.
he_il: בלוח הטיפוגרפיה ניתן לציין צבע הדגשה שיחול על דברים כמו קישורים ודירוגי כוכבים. אנו ממליצים להשתמש בצבע המותג שלכם עבור הגדרה זו.

source: Install now
he_il: התקן עכשיו

source: Install WooCommerce
he_il: התקנת WooCommerce

source: Invalid or expired coupon.
he_il: קופון לא תקף או פג תוקף.

source: Invalid order.
he_il: הזמנה לא חוקית.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
he_il: נראה שאנחנו לא מצליחים למצוא את מה שאתה מחפש. אולי חיפוש יוכל לעזור.

source: Large
he_il: גָדוֹל

source: Layout
he_il: מַעֲרָך

source: Learn more
he_il: למידע נוסף

source: learn more
he_il: למידע נוסף

source: Leave a comment
he_il: השאר תגובה

source: Let's go!
he_il: בואו נלך!

source: Link / accent color
he_il: צבע קישור / הדגשה

source: Link color
he_il: צבע קישור

source: Long Sleeve Tee
he_il: חולצת טי עם שרוולים ארוכים

source: Looking for more options?
he_il: מחפש אפשרויות נוספות?

source: Make it yours without touching code with the Storefront Extensions bundle. Express yourself, optimize conversions, delight customers.
he_il: הפכו אותו לשלך בלי לגעת בקוד עם חבילת Storefront Extensions. בטאו את עצמכם, ייעלו המרות, ותשמחו לקוחות.

source: Medium
he_il: בֵּינוֹנִי

source: Menu
he_il: תַפרִיט

source: More
he_il: יוֹתֵר

source: More products
he_il: מוצרים נוספים

source: My Account
he_il: החשבון שלי

source: New In
he_il: חדש ב

source: New In Store
he_il: חדש בחנות

source: Newer Comments &rarr;
he_il: תגובות חדשות יותר &larr;

source: Next
he_il: הַבָּא

# Next post
source: Next
he_il: הַבָּא

source: Next post:
he_il: פוסט הבא:

source: No coupon code provided.
he_il: לא סופק קוד קופון.

source: No thanks, skip the tour
he_il: לא תודה, דלג על הסיור

source: Normal
he_il: נוֹרמָלִי

source: Nothing Found
he_il: לא נמצא דבר

source: Of course they are all fully compatible with each Storefront extension.
he_il: כמובן שכולם תואמים לחלוטין לכל הרחבת Storefront.

source: On Sale
he_il: בִּמְכִירָה

source: On Sale Now
he_il: במבצע עכשיו

source: On Sale Products
he_il: מוצרים במבצע

source: One more thing... You might be interested in the following Storefront extensions and designs.
he_il: עוד דבר אחד... ייתכן שתהיו מעוניינים בהרחבות ובעיצובים הבאים של חנות.

source: Open the Site Identity Panel, then click the 'Select Logo' button to upload your logo.
he_il: פתחו את לוח זהות האתר, ולאחר מכן לחצו על כפתור 'בחר לוגו' כדי להעלות את הלוגו שלכם.

source: or
he_il: אוֹ

source: Order Pay Custom
he_il: הזמנה תשלום מותאם אישית

source: Organize your menus by adding Pages, Categories, Tags, and Custom Links.
he_il: ארגנו את התפריטים שלכם על ידי הוספת דפים, קטגוריות, תגיות וקישורים מותאמים אישית.

source: Pages:
he_il: ארגנו את התפריטים שלכם על ידי הוספת דפים, קטגוריות, תגיות וקישורים מותאמים אישית.

source: Polo
he_il: פּוֹלוֹ

source: Popular Products
he_il: מוצרים פופולריים

source: Post Comments
he_il: תגובות לפוסט

source: Post Navigation
he_il: ניווט בפוסטים

source: Posted on %s
he_il: פורסם ב- %s

# Previous post
source: Previous
he_il: קוֹדֵם

source: Previous post:
he_il: פוסט קודם:

source: Price
he_il: מְחִיר

source: Primary Menu
he_il: תפריט ראשי

source: Primary Navigation
he_il: ניווט ראשי

source: Product
he_il: מוּצָר

source: Product Brands
he_il: מותגי מוצרים

source: Product Categories
he_il: קטגוריות מוצרים

source: Product Page
he_il: דף מוצר

source: Product Pagination
he_il: דפיגציה של המוצר

source: Quickly and easily transform your shops appearance with Storefront child themes.
he_il: שנו את מראה החנות שלכם במהירות ובקלות בעזרת ערכות עיצוב של Storefront.

source: Read more and purchase
he_il: קראו עוד ורכשו

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
he_il: מוכן לפרסם את הפוסט הראשון שלך? <a href="%1$s">התחל כאן</a>.

source: Recent Products
he_il: מוצרים אחרונים

source: Remove coupon
he_il: הסר קופון

source: Remove this item
he_il: הסר פריט זה

source: Search
he_il: לְחַפֵּשׂ

source: Search Results for: %s
he_il: תוצאות חיפוש עבור: %s

source: Secondary Menu
he_il: תפריט משני

source: Secondary Navigation
he_il: ניווט משני

source: Setup complete %1$sYour Storefront adventure begins now 🚀%2$s
he_il: ההתקנה הושלמה %1$sהרפתקה שלך בחנות מתחילה עכשיו 🚀%2$s

source: Shop by Brand
he_il: קנה לפי מותג

source: Shop by Category
he_il: קנה לפי מותג

source: Sidebar
he_il: סרגל צד

source: Skip
he_il: לְדַלֵג

source: Skip this step
he_il: דלג על שלב זה

source: Skip to content
he_il: דלג לתוכן

source: Skip to navigation
he_il: דלג לניווט

source: Small
he_il: קָטָן

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
he_il: מצטערים, אך שום דבר לא תואם את מונחי החיפוש שלך. אנא נסה שוב עם מילות מפתח שונות.

source: Sticky Add-To-Cart
he_il: הוסף לעגלה דביק

source: Storefront - The perfect platform for your next WooCommerce project.
he_il: חנות - הפלטפורמה המושלמת לפרויקט WooCommerce הבא שלך.

source: Storefront Extensions Bundle
he_il: חבילת הרחבות חנות

source: Storefront is the perfect theme for your next WooCommerce project. Designed and developed by WooCommerce Core developers, it features a bespoke integration with WooCommerce itself plus many of the most popular customer facing WooCommerce extensions. There are several layout & color options to personalise your shop, multiple widget regions, a responsive design and much more. Developers will love its lean and extensible codebase making it a joy to customize and extend. Looking for a WooCommerce theme? Look no further!
he_il: Storefront היא ערכת הנושא המושלמת לפרויקט WooCommerce הבא שלכם. היא עוצבה ופותחה על ידי מפתחי WooCommerce Core, וכוללת אינטגרציה מותאמת אישית עם WooCommerce עצמה, בנוסף לרבים מהרחבות WooCommerce הפופולריות ביותר הפונות ללקוחות. ישנן מספר אפשרויות פריסה וצבע להתאמה אישית של החנות שלכם, אזורי ווידג'ט מרובים, עיצוב רספונסיבי ועוד. מפתחים יאהבו את בסיס הקוד הדק והניתן להרחבה שלה, מה שהופך אותה לשמחה להתאמה אישית והרחבה. מחפשים ערכת נושא WooCommerce? אל תחפשו עוד!

source: Sunglasses
he_il: מִשְׁקפֵי שֶׁמֶשׁ

source: Support
he_il: תְמִיכָה

source: Tag:
he_il: תָג:

source: Text color
he_il: צבע הטקסט

source: Thanks for installing Storefront, you rock! 🤘
he_il: תודה שהתקנת את Storefront, אתה מדהים! 🤘

source: There's a range of %1$s extensions available to put additional power in your hands. Check out the %2$s%3$s%4$s page in your dashboard for more information.
he_il: יש מגוון של הרחבות %1$s זמינות כדי להעניק לך כוח נוסף. עיין בדף %2$s%3$s%4$s בלוח המחוונים שלך למידע נוסף.

source: This is a page with some basic contact information, such as an address and phone number. You might also try a plugin to add a contact form.
he_il: זהו דף עם פרטי קשר בסיסיים, כגון כתובת ומספר טלפון. ייתכן שתנסה גם תוסף להוספת טופס יצירת קשר.

source: This is your homepage which is what most visitors will see when they first visit your shop.
he_il: זהו דף הבית שלך, וזה מה שרוב המבקרים יראו כשהם מבקרים לראשונה בחנות שלך.

source: To enable eCommerce features you need to install the WooCommerce plugin.
he_il: כדי להפעיל את תכונות המסחר האלקטרוני, עליך להתקין את תוסף WooCommerce.

source: Tshirt
he_il: חוּלצַת טִי

source: Tshirts
he_il: חולצות טי

source: Typography
he_il: טיפוגרפיה

source: View your shopping cart
he_il: צפה בעגלת הקניות שלך

source: Visit the Storefront settings page to start setup and customization of your shop.
he_il: בקרו בדף הגדרות החנות כדי להתחיל בהגדרה ובהתאמה אישית של החנות שלכם.

source: Vneck Tshirt
he_il: חולצת טי עם צווארון וי

source: We Recommend
he_il: אנו ממליצים

source: Welcome
he_il: קַבָּלַת פָּנִים

source: Welcome to the Customizer
he_il: ברוכים הבאים להתאמה אישית

source: Why not leave us a review on %1$sWordPress.org%2$s? We'd really appreciate it!
he_il: למה שלא תכתבו לנו ביקורת ב-%1$sWordPress.org%2$s? נשמח מאוד!

source: Widgets added here will appear in column %1$d of footer row %2$d.
he_il: ווידג'טים שנוספו כאן יופיעו בעמודה %1$d של שורת הכותרת התחתונה %2$d.

source: Widgets added here will appear in column %1$d of the footer.
he_il: ווידג'טים שנוספו כאן יופיעו בעמודה %1$d של הכותרת התחתונה.

source: Widgets added to this region will appear beneath the header and above the main content.
he_il: ווידג'טים שנוספו לאזור זה יופיעו מתחת לכותרת ומעל התוכן הראשי.

source: WooCommerce - The Best eCommerce Platform for WordPress
he_il: WooCommerce - פלטפורמת המסחר האלקטרוני הטובה ביותר עבור וורדפרס

source: WooCommerce activated
he_il: WooCommerce הופעל

source: You can change this text by editing the "Welcome" page via the "Pages" menu in your dashboard.
he_il: ניתן לשנות טקסט זה על ידי עריכת דף "ברוכים הבאים" דרך תפריט "דפים" בלוח המחוונים.

source: You might be an artist who would like to introduce yourself and your work here or maybe you&rsquo;re a business with a mission to describe.
he_il: ייתכן שאתה אמן שמעוניין להציג את עצמך ואת עבודתך כאן, או שאולי אתה עסק עם שליחות לתאר.

source: You must be logged in to checkout.
he_il: עליך להיות מחובר לקופה.

source: You're viewing:
he_il: אתה צופה ב:

source: You've set up WooCommerce, now it's time to give it some style! Let's get started by entering the Customizer and adding your logo.
he_il: הגדרתם את WooCommerce, עכשיו הגיע הזמן לתת לו קצת סטייל! בואו נתחיל על ידי כניסה ל-Customizer והוספת הלוגו שלכם.

source: Your cart is currently empty.
he_il: העגלה שלך ריקה כרגע.

source: Your comment is awaiting moderation.
he_il: התגובה שלך ממתינה לאישור.
